Repository: DinanathDash/Stasis
Catalog: Stasis/L10n/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, pt_pt, ru, sk, sl, tr, vi, zh_hans, zh_hant

source: Pause charging when the battery temperature exceeds the threshold.
de: Laden pausieren, wenn die Batterietemperatur den Schwellenwert überschreitet.
es: Pausar la carga cuando la temperatura de la batería supere el umbral.
fr: Mettre la charge en pause lorsque la température dépasse le seuil.
it: Sospendere la ricarica quando la temperatura della batteria supera la soglia.
ja: バッテリー温度がしきい値を超えた場合は、充電を一時停止します。
ko: 배터리 온도가 임계값을 초과하면 충전을 일시 중지합니다.
nl: Pauzeer het opladen wanneer de batterijtemperatuur de drempelwaarde overschrijdt.
pt_br: Pausar o carregamento quando a temperatura da bateria exceder o limiar.
pt_pt: Pausar o carregamento quando a temperatura da bateria exceder o limiar.
ru: Приостановите зарядку, когда температура батареи превысит пороговое значение.
sk: Pozastavte nabíjanie, keď teplota batérie prekročí prahovú hodnotu.
sl: Zaustavite polnjenje, ko temperatura baterije preseže prag.
tr: Pil sıcaklığı eşiği aştığında şarjı duraklatın.
vi: Tạm dừng sạc khi nhiệt độ pin vượt quá ngưỡng.
zh_hans: 当电池温度超过阈值时暂停充电。
zh_hant: 當電池溫度超過閾值時暫停充電。

source: Percentage drop allowed before recharging in Sailing Mode (1 to 20)
de: Zulässiger prozentualer Abfall vor dem Aufladen im Segel-Modus (1 bis 20)
es: Caída permitida antes de recargar en modo navegación (1 a 20)
fr: Baisse en pourcentage autorisée avant recharge en mode Voile (1 à 20)
it: Discesa consentita prima della ricarica in modalità Vela (1 a 20)
ja: セーリングモードで再充電を開始する減少幅 (1～20)
ko: 세일링 모드에서 재충전하기 전 허용되는 하강 백분율 (1 ~ 20)
nl: Toegestane daling in percentage voor opladen in Zeilmodus (1 tot 20)
pt_br: Queda permitida antes de recarregar no Modo Velejar (1 a 20)
pt_pt: Queda permitida antes de recarregar no Modo Velejar (1 a 20)
ru: Допустимый разряд в процентах перед подзарядкой в режиме плавания (от 1 до 20)
sk: Povolený pokles v percentách pred dobíjaním v plachtiacom režime (1 až 20)
sl: Dovoljen padec v odstotkih pred ponovnim polnjenjem v načinu jadranja (1 do 20)
tr: Yelken Modunda şarj etmeden önce izin verilen düşüş yüzdesi (1 ila 20)
vi: Phần trăm giảm cho phép trước khi sạc lại trong Chế độ lướt (1 đến 20)
zh_hans: 航行模式中再次充电前允许下降的百分比（1 至 20）
zh_hant: 航行模式中再次充電前允許下降的百分比（1 至 20）

source: Periodically run a full discharge and recharge cycle to maintain accurate battery capacity readings.
de: Führt regelmäßig einen vollständigen Entlade- und Ladezyklus aus.
es: Realiza periódicamente un ciclo completo de descarga y recarga.
fr: Exécuter périodiquement un cycle complet de décharge et de recharge.
it: Eseguire periodicamente un ciclo completo di scarica e ricarica per mantenere letture accurate della capacità della batteria.
ja: 正確なバッテリー容量の測定値を維持するために、完全な放電と再充電のサイクルを定期的に実行してください。
ko: 정확한 배터리 용량 판독값을 유지하려면 주기적으로 전체 방전 및 재충전 주기를 실행하십시오.
nl: Voer periodiek een volledige ontlaad- en oplaadcyclus uit om nauwkeurige metingen van de batterijcapaciteit te behouden.
pt_br: Executar periodicamente um ciclo completo de descarga e carga para manter leituras exatas da capacidade da bateria.
pt_pt: Executar periodicamente um ciclo completo de descarga e carga para manter leituras exatas da capacidade da bateria.
ru: Периодически выполняйте цикл полной разрядки и подзарядки для поддержания точных показаний емкости аккумулятора.
sk: Pravidelne spúšťajte cyklus úplného vybitia a dobitia, aby ste udržali presné údaje o kapacite batérie.
sl: Občasno zaženite cikel polnega praznjenja in ponovnega polnjenja, da ohranite točne odčitke zmogljivosti baterije.
tr: Pil kapasitesinin doğru okunmasını sağlamak için periyodik olarak tam deşarj ve yeniden şarj döngüsünü çalıştırın.
vi: Định kỳ thực hiện chu trình xả và sạc đầy hoàn toàn để duy trì chỉ số dung lượng pin chính xác.
zh_hans: 定期执行完整的放电和充电循环，以保持电池容量读数准确。
zh_hant: 定期運行完整的放電和充電週期，以保持準確的電池容量讀數。

source: Please open System Settings -> General -> Login Items and allow Stasis to run in the background, then try again.
de: Bitte öffnen Sie Systemeinstellungen -> Allgemein -> Anmeldeelemente und lassen Sie Stasis im Hintergrund laufen. Versuchen Sie es dann erneut.
es: Abra Configuración del sistema -> General -> Elementos de inicio de sesión y permita que Stasis se ejecute en segundo plano, luego inténtelo nuevamente.
fr: Veuillez ouvrir Paramètres système -> Général -> Éléments de connexion et autoriser Stasis à s'exécuter en arrière-plan, puis réessayez.
it: Apri Impostazioni di sistema -> Generali -> Elementi di accesso e consenti l'esecuzione di Stasis in background, quindi riprova.
ja: システム設定 -> 一般 -> ログイン項目を開き、Stasis がバックグラウンドで実行できるようにしてから、再試行してください。
ko: 시스템 설정 -> 일반 -> 로그인 항목을 열고 Stasis가 백그라운드에서 실행되도록 허용한 후 다시 시도하세요.
nl: Open Systeeminstellingen -> Algemeen -> Inlogitems en laat Stasis op de achtergrond draaien. Probeer het vervolgens opnieuw.
pt_br: Por favor abra Configurações do Sistema -> Geral -> Itens de Início, permita que o Stasis execute em segundo plano e tente novamente.
pt_pt: Por favor abra Definições do Sistema -> Geral -> Itens de Início, permita que o Stasis execute em segundo plano e tente novamente.
ru: Откройте «Настройки системы» -> «Основные» -> «Элементы входа» и разрешите работу Stasis в фоновом режиме, а затем повторите попытку.
sk: Otvorte Nastavenia systému -> Všeobecné -> Položky prihlásenia a povoľte spustenie Stasis na pozadí, potom to skúste znova.
sl: Odprite Sistemske nastavitve -> Splošno -> Elementi za prijavo in dovolite, da Stasis teče v ozadju, nato pa poskusite znova.
tr: Lütfen Sistem Ayarları -> Genel -> Giriş Öğeleri'ni açın ve Stasis'in arka planda çalışmasına izin verin, ardından tekrar deneyin.
vi: Vui lòng mở Cài đặt hệ thống -> Chung -> Mục đăng nhập và cho phép Stasis chạy ở chế độ nền, sau đó thử lại.
zh_hans: 请打开“系统设置”→“通用”→“登录项”，允许 Stasis 在后台运行，然后重试。
zh_hant: 請開啟「系統設定」->「一般」->「登入項目」，允許 Stasis 在背景執行，然後再試一次。

source: Plugged In
de: Angeschlossen
es: Conectado
fr: Branché
it: Collegato
ja: プラグイン済み
ko: 연결됨
nl: Aangesloten
pt_br: Ligada à energia
pt_pt: Ligada à corrente
ru: Подключено
sk: Zapojené
sl: Priklopljen
tr: Takılı
vi: Đã cắm vào
zh_hans: 已接通电源
zh_hant: 已接通電源

source: Plugged In (Not Charging)
de: Angeschlossen (lädt nicht)
es: Conectado (sin cargar)
fr: Branché (pas en charge)
it: Collegato (non in carica)
ja: 接続されています (充電されていません)
ko: 연결됨(충전 중이 아님)
nl: Aangesloten (niet opladen)
pt_br: Ligada à energia (Sem carregar)
pt_pt: Ligada à corrente (Sem carregar)
ru: Подключен (не заряжается)
sk: Zapojené (nenabíja sa)
sl: Priklopljen (brez polnjenja)
tr: Takılı (Şarj Olmuyor)
vi: Đã cắm điện (Không sạc)
zh_hans: 已接通电源（未充电）
zh_hant: 已接通電源（未充電）

source: Pop
de: Plopp
es: Estallido
ja: ポップ
ko: 팝
nl: Plop
pt_br: Estalo
pt_pt: Estalo
ru: Хлопок
sk: Prasknutie
sl: Pok
tr: Pat
vi: Bốp
zh_hans: 气泡
zh_hant: 氣泡

source: Port %lld: %@ W
de: Anschluss %lld: %@ W
es: Puerto %lld: %@ W
it: Porta %lld: %@ W
ja: ポート %lld：%@ W
ko: 포트 %lld: %@ W
nl: Poort %lld: %@ W
pt_br: Porta %lld: %@ W
pt_pt: Porta %lld: %@ W
ru: Порт %lld: %@ W
sl: Priključek %lld: %@ W
tr: Bağlantı noktası %lld: %@ W
vi: Cổng %lld: %@ W
zh_hans: 端口 %lld：%@ W
zh_hant: 連接埠 %lld：%@ W

source: Port %lld: %lld W
de: Anschluss %lld: %lld W
es: Puerto %lld: %lld W
it: Porta %lld: %lld W
ja: ポート %lld：%lld W
ko: 포트 %lld: %lld W
nl: Poort %lld: %lld W
pt_br: Porta %lld: %lld W
pt_pt: Porta %lld: %lld W
ru: Порт %lld: %lld W
sl: Priključek %lld: %lld W
tr: Bağlantı noktası %lld: %lld W
vi: Cổng %lld: %lld W
zh_hans: 端口 %lld：%lld W
zh_hant: 連接埠 %lld：%lld W

source: Power
de: Leistung
es: Potencia
fr: Puissance
it: Potenza
ja: 電力
ko: 전력
nl: Vermogen
pt_br: Potência
pt_pt: Potência
ru: Мощность
sk: Výkon
sl: Moč
tr: Güç
vi: Công suất
zh_hans: 功率
zh_hant: 功率

source: Power Adapter
de: Netzteil
es: Adaptador de corriente
fr: Adaptateur secteur
it: Adattatore di alimentazione
ja: 電源アダプター
ko: 전원 어댑터
nl: Voedingsadapter
pt_br: Adaptador de energia
pt_pt: Adaptador de corrente
ru: Адаптер питания
sk: Napájací adaptér
sl: Napajalni adapter
tr: Güç Adaptörü
vi: Bộ đổi nguồn
zh_hans: 电源适配器
zh_hant: 電源轉接器

source: Power Adapter (%@ W)
de: Netzteil (%@ W)
es: Adaptador de corriente (%@ W)
fr: Adaptateur secteur (%@ W)
it: Adattatore di alimentazione (%@ W)
ja: 電源アダプター (%@ W)
ko: 전원 어댑터(%@ W)
nl: Voedingsadapter (%@ W)
pt_br: Adaptador de energia (%@ W)
pt_pt: Adaptador de corrente (%@ W)
ru: Адаптер питания (%@ W)
sk: Napájací adaptér (%@ W)
sl: Napajalnik (%@ W)
tr: Güç Adaptörü (%@ W)
vi: Bộ đổi nguồn (%@ W)
zh_hans: 电源适配器（%@ W）
zh_hant: 電源供應器(%@ W)

source: Power Adapter (%d W)
de: Netzteil (%d W)
es: Adaptador de corriente (%d W)
fr: Adaptateur secteur (%d W)
it: Adattatore di alimentazione (%d W)
ja: 電源アダプター (%d W)
ko: 전원 어댑터(%d W)
nl: Voedingsadapter (%d W)
pt_br: Adaptador de energia (%d W)
pt_pt: Adaptador de corrente (%d W)
ru: Адаптер питания (%d W)
sk: Napájací adaptér (%d W)
sl: Napajalnik (%d W)
tr: Güç Adaptörü (%d W)
vi: Bộ đổi nguồn (%d W)
zh_hans: 电源适配器（%d W）
zh_hant: 電源供應器(%d W)

source: Power Adapter (%lld W)
de: Netzteil (%lld W)
es: Adaptador de corriente (%lld W)
fr: Adaptateur secteur (%lld W)
it: Adattatore di alimentazione (%lld W)
ja: 電源アダプター (%lld W)
ko: 전원 어댑터(%lld W)
nl: Voedingsadapter (%lld W)
pt_br: Adaptador de energia (%lld W)
pt_pt: Adaptador de corrente (%lld W)
ru: Адаптер питания (%lld W)
sk: Napájací adaptér (%lld W)
sl: Napajalnik (%lld W)
tr: Güç Adaptörü (%lld W)
vi: Bộ đổi nguồn (%lld W)
zh_hans: 电源适配器（%lld W）
zh_hant: 電源供應器(%lld W)

source: Power Only
de: Nur Netzstrom
es: Solo alimentación
fr: Alimentation uniquement
it: Solo alimentazione
ja: 電源のみ
ko: 전원만
nl: Alleen netvoeding
pt_br: Somente alimentação
pt_pt: Apenas alimentação
ru: Только питание
sk: Iba napájanie
sl: Samo napajanje
tr: Yalnızca Güç
vi: Chỉ nguồn điện
zh_hans: 仅电源
zh_hant: 僅電源

source: Power Source
de: Stromquelle
es: Fuente de alimentación
fr: Source d'alimentation
it: Fonte di alimentazione
ja: 電源
ko: 전원
nl: Stroombron
pt_br: Fonte de alimentação
pt_pt: Fonte de alimentação
ru: Источник питания
sk: Zdroj napájania
sl: Vir napajanja
tr: Güç Kaynağı
vi: Nguồn điện
zh_hans: 电源
zh_hant: 電源

source: Power distribution diagram
de: Stromverteilungsdiagramm
es: Diagrama de distribución de energía.
fr: Schéma de distribution d'énergie
it: Diagramma di distribuzione dell'energia
ja: 配電図
ko: 전력 분배 다이어그램
nl: Stroomverdelingsdiagram
pt_br: Diagrama de distribuição de energia
pt_pt: Diagrama de distribuição de energia
ru: Схема распределения мощности
sk: Schéma distribúcie energie
sl: Diagram porazdelitve moči
tr: Güç dağıtım şeması
vi: Sơ đồ phân phối điện
zh_hans: 功率分配图
zh_hant: 配電圖

source: Power source
de: Stromquelle
es: Fuente de alimentación
fr: Source d'alimentation
it: Fonte di alimentazione
ja: 電源
ko: 전원
nl: Stroombron
pt_br: Fonte de alimentação
pt_pt: Fonte de alimentação
ru: Источник питания
sk: Zdroj napájania
sl: Vir napajanja
tr: Güç kaynağı
vi: Nguồn điện
zh_hans: 电源
zh_hant: 電源

source: Preferences Reset
de: Einstellungen zurückgesetzt
es: Preferencias restablecidas
fr: Préférences réinitialisées
it: Preferenze reimpostate
ja: 設定がリセットされました
ko: 기본 설정 재설정됨
nl: Voorkeuren hersteld
pt_br: Preferências redefinidas
pt_pt: Definições repostas
ru: Настройки сброшены
sk: Predvoľby obnovené
sl: Nastavitve ponastavljene
tr: Tercihler Sıfırlandı
vi: Đã đặt lại tùy chọn
zh_hans: 偏好设置已重置
zh_hant: 偏好設定已重設

source: Prevent your Mac from sleeping while charging towards the charge limit. Sleep is re-enabled once the limit is reached or the adapter is disconnected.
de: Verhindert den Ruhezustand des Mac während des Ladens bis zum Ladelimit.
es: Evitar que el Mac entre en reposo mientras se carga hasta el límite.
fr: Empêcher votre Mac de passer en veille pendant la charge vers la limite.
it: Impedisci al tuo Mac di andare in stop mentre si ricarica verso il limite di carica. La modalità di sospensione viene riattivata una volta raggiunto il limite o quando l'adattatore viene disconnesso.
ja: 充電制限に向けて充電中に Mac がスリープ状態になるのを防ぎます。制限に達するかアダプターが切断されると、スリープは再び有効になります。
ko: 충전 한도까지 충전하는 동안 Mac이 잠자기 상태가 되지 않도록 하세요. 한도에 도달하거나 어댑터 연결이 끊어지면 절전 모드가 다시 활성화됩니다.
nl: Voorkom dat uw Mac in de sluimerstand gaat terwijl hij de oplaadlimiet nadert. De slaapstand wordt opnieuw ingeschakeld zodra de limiet is bereikt of de adapter is losgekoppeld.
pt_br: Impedir que o Mac suspenda enquanto carrega até ao limite de carga. A suspensão é reativada quando o limite é atingido ou o carregador é desligado.
pt_pt: Impedir que o Mac suspenda enquanto carrega até ao limite de carga. A suspensão é reativada quando o limite é atingido ou o carregador é desligado.
ru: Не позволяйте вашему Mac переходить в спящий режим во время зарядки до достижения предела заряда. Режим сна снова включается при достижении предела или отключении адаптера.
sk: Zabráňte tomu, aby váš Mac spal počas nabíjania smerom k limitu nabitia. Po dosiahnutí limitu alebo odpojení adaptéra sa režim spánku znova aktivuje.
sl: Preprečite, da bi vaš Mac spal, medtem ko se polni proti omejitvi napolnjenosti. Spanje je znova omogočeno, ko je dosežena omejitev ali je adapter odklopljen.
tr: Mac'inizin şarj sınırına doğru şarj olurken uyku moduna geçmesini önleyin. Sınıra ulaşıldığında veya adaptörün bağlantısı kesildiğinde uyku yeniden etkinleştirilir.
vi: Ngăn máy Mac của bạn chuyển sang chế độ ngủ trong khi sạc tới giới hạn sạc. Chế độ ngủ được kích hoạt lại sau khi đạt đến giới hạn hoặc bộ điều hợp bị ngắt kết nối.
zh_hans: 在充电至上限期间防止 Mac 进入睡眠。达到上限或断开电源适配器后，将重新允许睡眠。
zh_hant: 防止 Mac 在充電至充電限額時進入睡眠狀態。一旦達到限製或適配器斷開連接，睡眠就會重新啟用。

source: Privileged Helper
de: Privilegierter Helper
es: Asistente privilegiado
fr: Outil d'aide privilégié
it: Helper privilegiato
ja: 特権ヘルパー
ko: 권한 있는 도우미
nl: Helper met verhoogde bevoegdheden
pt_br: Auxiliar com privilégios
pt_pt: Auxiliar com privilégios
ru: Привилегированный помощник
sk: Privilegovaný pomocník
sl: Privilegiran pomočnik
tr: Ayrıcalıklı Yardımcı
vi: Trình trợ giúp đặc quyền
zh_hans: 特权辅助程序
zh_hant: 特權輔助程式

source: Privileged Helper Daemon
de: Privilegierter Hilfsdienst
es: Daemon de asistente privilegiado
fr: Daemon assistant privilégié
it: Daemon helper privilegiato
ja: 特権ヘルパーデーモン
ko: 권한 도우미 데몬
nl: Geprivilegieerde hulpservice
pt_br: Daemon auxiliar privilegiado
pt_pt: Daemon auxiliar privilegiado
ru: Привилегированный вспомогательный демон
sk: Privilegovaný pomocný démon
sl: Privilegiran pomočniški daemon
tr: Ayrıcalıklı Yardımcı Arka Plan Servisi
vi: Daemon trợ lý đặc quyền
zh_hans: 特权辅助守护进程
zh_hant: 特權輔助程式服務

source: Quit
de: Beenden
es: Salir
fr: Quitter
it: Esci
ja: 終了
ko: 종료
nl: Stoppen
pt_br: Sair
pt_pt: Sair
ru: Выйти
sk: Ukončiť
sl: Izhod
tr: Çıkış
vi: Thoát
zh_hans: 退出
zh_hant: 結束

source: Quit Anyway
de: Trotzdem beenden
es: Salir de todos modos
fr: Quitter quand même
it: Esci comunque
ja: 構わず終了
ko: 그래도 종료
nl: Toch stoppen
pt_br: Sair mesmo assim
pt_pt: Sair na mesma
ru: Все равно выйти
sk: Aj tak ukončiť
sl: Vseeno izhod
tr: Yine de Çık
vi: Vẫn thoát
zh_hans: 仍要退出
zh_hant: 仍要結束

source: Quit Stasis?
de: Stasis beenden?
es: ¿Salir de Stasis?
fr: Quitter Stasis ?
it: Uscire da Stasis?
ja: Stasis をやめますか?
ko: Stasis를 종료하시겠습니까?
nl: Stoppen met Stasis?
pt_br: Sair do Stasis?
pt_pt: Sair do Stasis?
ru: Выйти из Stasis?
sk: Ukončiť Stasis?
sl: Zapustiti Stasis?
tr: Stasis'ten çıkılsın mı?
vi: Thoát Stasis?
zh_hans: 要退出 Stasis 吗？
zh_hant: 結束 Stasis？

source: Quitting Stasis will stop the background helper services. Battery charging limits and protections will no longer work.
de: Durch das Beenden von Stasis werden die Hintergrundhilfsdienste beendet. Die Grenzwerte und Schutzfunktionen für die Akkuladung funktionieren nicht mehr.
es: Salir de Stasis detendrá los servicios de ayuda en segundo plano. Los límites y protecciones de carga de la batería ya no funcionarán.
fr: Quitter Stasis arrêtera les services d’assistance en arrière-plan. Les limites de charge et les protections de la batterie ne fonctionneront plus.
it: L'uscita da Stasis interromperà i servizi di supporto in background. I limiti e le protezioni per la ricarica della batteria non funzioneranno più.
ja: Stasis を終了すると、バックグラウンド ヘルパー サービスが停止します。バッテリーの充電制限と保護は機能しなくなります。
ko: Stasis를 종료하면 백그라운드 도우미 서비스가 중지됩니다. 배터리 충전 제한 및 보호 기능이 더 이상 작동하지 않습니다.
nl: Als u Stasis afsluit, worden de achtergrondhulpdiensten stopgezet. Limieten en beveiligingen voor het opladen van de batterij werken niet meer.
pt_br: Sair do Stasis irá parar os serviços auxiliares em segundo plano. Os limites de carregamento e proteções da bateria deixarão de funcionar.
pt_pt: Sair do Stasis irá parar os serviços auxiliares em segundo plano. Os limites de carregamento e proteções da bateria deixarão de funcionar.
ru: Выход из Stasis остановит работу фоновых вспомогательных служб. Ограничения по зарядке аккумулятора и защита больше не будут работать.
sk: Ukončením Stasis zastavíte pomocné služby na pozadí. Limity a ochrany nabíjania batérie už nebudú fungovať.
sl: Če zapustite Stasis, boste ustavili pomočne storitve v ozadju. Omejitve polnjenja baterije in zaščite ne bodo več delovale.
tr: Stasis'ten çıkmak arka planda yardımcı hizmetleri durduracaktır. Pil şarj sınırları ve korumaları artık çalışmayacak.
vi: Việc thoát khỏi Stasis sẽ dừng các dịch vụ trợ giúp nền. Giới hạn và biện pháp bảo vệ sạc pin sẽ không còn hoạt động.
zh_hans: 退出 Stasis 将停止后台辅助服务。电池充电上限和保护功能将不再生效。
zh_hant: 結束 Stasis 將停止後台輔助服務，電池充電上限與保護功能將不再運作。

source: Report a bug
de: Fehler melden
es: Informar de un error
fr: Signaler un bug
it: Segnala un bug
ja: バグを報告する
ko: 버그 신고
nl: Rapporteer een bug
pt_br: Comunicar um erro
pt_pt: Comunicar um erro
ru: Сообщить об ошибке
sk: Nahlásiť chybu
sl: Prijavite napako
tr: Hata bildir
vi: Báo cáo lỗi
zh_hans: 报告错误
zh_hant: 報告錯誤

source: Request a feature
de: Funktion vorschlagen
es: Solicitar una función
fr: Demander une fonctionnalité
it: Richiedi una funzionalità
ja: 機能をリクエストする
ko: 기능 요청
nl: Vraag een functie aan
pt_br: Sugerir uma funcionalidade
pt_pt: Sugerir uma funcionalidade
ru: Запросить функцию
sk: Požiadajte o funkciu
sl: Zahtevajte funkcijo
tr: Bir özellik isteyin
vi: Yêu cầu một tính năng
zh_hans: 建议新功能
zh_hant: 請求功能

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Reimposta
ja: リセット
ko: 재설정
nl: Herstel
pt_br: Redefinir
pt_pt: Repor
ru: Сброс
sk: Obnoviť
sl: Ponastavi
tr: Sıfırla
vi: Đặt lại
zh_hans: 重置
zh_hant: 重設

source: Reset All Preferences?
de: Alle Einstellungen zurücksetzen?
es: ¿Restablecer todas las preferencias?
fr: Réinitialiser toutes les préférences ?
it: Reimpostare tutte le preferenze?
ja: すべての設定をリセットしますか？
ko: 모든 기본 설정을 재설정하시겠습니까?
nl: Alle voorkeuren herstellen?
pt_br: Redefinir todas as preferências?
pt_pt: Repor todas as definições?
ru: Сбросить все настройки?
sk: Obnoviť všetky predvoľby?
sl: Ponastavi vse nastavitve?
tr: Tüm tercihler sıfırlansın mı?
vi: Đặt lại tất cả tùy chọn?
zh_hans: 要重置所有偏好设置吗？
zh_hant: 重設所有偏好設定？

source: Reset Preferences
de: Einstellungen zurücksetzen
es: Restablecer preferencias
fr: Réinitialiser les préférences
it: Reimposta preferenze
ja: 設定をリセット
ko: 환경설정 재설정
nl: Herstel voorkeuren
pt_br: Repor definições
pt_pt: Repor definições
ru: Сбросить настройки
sk: Obnoviť predvoľby
sl: Ponastavi nastavitve
tr: Tercihleri sıfırla
vi: Đặt lại tùy chọn
zh_hans: 重置偏好设置
zh_hant: 重設偏好設定

source: Reset all preferences
de: Alle Einstellungen zurücksetzen
es: Restablecer todas las preferencias
fr: Réinitialiser toutes les préférences
it: Reimposta tutte le preferenze
ja: すべての設定をリセット
ko: 모든 환경설정 재설정
nl: Herstel alle voorkeuren
pt_br: Repor todas as definições
pt_pt: Repor todas as definições
ru: Сбросить все настройки
sk: Obnoviť všetky predvoľby
sl: Ponastavi vse nastavitve
tr: Tüm tercihleri sıfırla
vi: Đặt lại tất cả tùy chọn
zh_hans: 重置所有偏好设置
zh_hant: 重設所有偏好設定

source: Reset and Restart
de: Zurücksetzen und neu starten
es: Restablecer y reiniciar
fr: Réinitialiser et redémarrer
it: Reimposta e riavvia
ja: リセットして再起動
ko: 재설정 및 재시작
nl: Herstel en herstart
pt_br: Redefinir e reiniciar
pt_pt: Repor e reiniciar
ru: Сбросить и перезапустить
sk: Obnoviť a reštartovať
sl: Ponastavi in znova zaženi
tr: Sıfırla ve Yeniden Başlat
vi: Đặt lại và khởi động lại
zh_hans: 重置并重新启动
zh_hant: 重設並重新啟動

source: Resting at %@...
de: Ausruhen bei %@...
es: Descansando en %@...
fr: Repos à %@...
it: Riposo a %@...
ja: %@ で休憩中...
ko: %@에서 쉬고 있습니다...
nl: Rusten bij %@...
pt_br: Em repouso a %@...
pt_pt: Em repouso a %@...
ru: Отдыхаем в %@...
sk: Odpočíva pri %@...
sl: Počitek na %@...
tr: %@'da dinleniyor...
vi: Nghỉ ngơi tại %@...
zh_hans: 正在 %@ 电量下静置…
zh_hant: 在 %@ 休息...

source: Sailing Mode
de: Segelmodus
es: Modo navegación
fr: Mode navigation
it: Modalità Navigazione
ja: セーリングモード
ko: 세일링 모드
nl: Zeilmodus
pt_br: Modo navegação (Sailing Mode)
pt_pt: Modo navegação (Sailing Mode)
ru: Режим плавания
sk: Režim plachtenia
sl: Način jadranja
tr: Yelken Modu
vi: Chế độ Trôi dạt
zh_hans: 巡航模式
zh_hant: 航行模式

source: Sailing Mode disabled.
de: Segelmodus deaktiviert.
es: Modo Navegación desactivado.
fr: Mode Navigation désactivé.
it: Modalità Navigazione disattivata.
ja: セーリングモードを無効にしました。
ko: 세일링 모드가 비활성화되었습니다.
nl: Zeilmodus uitgeschakeld.
pt_br: Modo Navegação desativado.
pt_pt: Modo Navegação desativado.
ru: Режим плавания выключен.
sk: Režim plachtenia vypnutý.
sl: Jadrno stanje je onemogočeno.
tr: Seyir Modu devre dışı bırakıldı.
vi: Đã tắt chế độ Trôi dạt.
zh_hans: 巡航模式已停用。
zh_hant: 巡航模式已停用。

source: Sailing Mode drop range set to %@.
de: Segel-Modus-Bereich auf %@ gesetzt.
es: Rango de caída de modo navegación fijado en %@.
fr: Plage de baisse du mode Voile définie à %@.
it: Intervallo discesa modalità Vela impostato al %@.
ja: セーリングモードの減少幅を %@ に設定しました。
ko: 세일링 모드 하강 범위가 %@로 설정되었습니다.
nl: Zeilmodus-dalingsbereik ingesteld op %@.
pt_br: Faixa de queda do Modo Velejar definida para %@.
pt_pt: Faixa de queda do Modo Velejar definida para %@.
ru: Диапазон разряда в режиме плавания установлен на %@.
sk: Rozsah poklesu plachtiaceho režimu nastavený na %@.
sl: Obseg padca v načinu jadranja nastavljen na %@.
tr: Yelken Modu düşüş aralığı %@ olarak ayarlandı.
vi: Phạm vi giảm chế độ lướt được đặt thành %@.
zh_hans: 航行模式降幅范围已设置为 %@。
zh_hant: 航行模式降幅範圍已設定為 %@。

source: Sailing Mode enabled.
de: Segelmodus aktiviert.
es: Modo Navegación activado.
fr: Mode Navigation activé.
it: Modalità Navigazione attivata.
ja: セーリングモードを有効にしました。
ko: 세일링 모드가 활성화되었습니다.
nl: Zeilmodus ingeschakeld.
pt_br: Modo Navegação ativado.
pt_pt: Modo Navegação ativado.
ru: Режим плавания включён.
sk: Režim plachtenia zapnutý.
sl: Jadrno stanje je omogočeno.
tr: Seyir Modu etkinleştirildi.
vi: Đã bật chế độ Trôi dạt.
zh_hans: 巡航模式已启用。
zh_hant: 巡航模式已啟用。

source: Sailing drop percentage set to %@ below limit.
de: Segelabfall auf %@ unter dem Limit eingestellt.
es: Caída de navegación configurada en %@ por debajo del límite.
fr: Baisse du mode navigation définie à %@ sous la limite.
it: Calo di navigazione impostato al %@ sotto il limite.
ja: セーリング低下率を上限の %@ 下に設定しました。
ko: 세일링 하락 폭이 제한값의 %@ 아래로 설정되었습니다.
nl: Zeildaling ingesteld op %@ onder limiet.
pt_br: Queda do modo navegação definida em %@ abaixo do limite.
pt_pt: Queda do modo navegação definida em %@ abaixo do limite.
ru: Снижение заряда в режиме плавания установлено на %@ ниже лимита.
sk: Pokles v režime plachtenia nastavený na %@ pod limitom.
sl: Padec v jadrnem stanju nastavljen na %@ pod omejitvijo.
tr: Seyir düşüş yüzdesi sınırın %@ altında olarak ayarlandı.
vi: Tỷ lệ giảm chế độ trôi dạt được đặt là %@ dưới giới hạn.
zh_hans: 巡航下降百分比已设置为上限以下 %@。
zh_hant: 巡航下降百分比已設為上限以下 %@。

source: Save and Restart
de: Speichern und neu starten
es: Guardar y reiniciar
fr: Enregistrer et redémarrer
it: Salva e riavvia
ja: 保存して再起動
ko: 저장 및 다시 시작
nl: Opslaan en herstarten
pt_br: Salvar e reiniciar
pt_pt: Guardar e reiniciar
ru: Сохранить и перезапустить
sk: Uložiť a reštartovať
sl: Shrani in znova zaženi
tr: Kaydet ve Yeniden Başlat
vi: Lưu và khởi động lại
zh_hans: 保存并重新启动
zh_hant: 儲存並重新啟動
